Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: This programme is intended to confirm Norway as the central administrator of knowledge and expertise in the far north.
nb: Barents 2020 er en langsiktig og tverrsektoriell satsing på forskning og utvikling i nord som skal befeste Norge som den sentrale forvalter av kunnskap og kompetanse i nordområdene.

source: Total gas sales were about 10.8 billion Sm3, which is 1.5 GSm3 more than previous month.
nb: Det totale gass salet var 10,8 milliardar standard kubikkmeter (GSm3), dette er 1,5 GSm3 meir enn månaden før.

source: The average daily liquid production in October was: 1 567 000 barrels of oil, 334 000 barrels of NGL and 44 000 barrels of condensate.
nb: Væskeproduksjonen i oktober fordeler seg slik: 1 567 000 fat olje, 334 000 fat NGL og 44 000 fat kondensat i gjennomsnitt per dag.

source: The oil production is 0.5 percent below the oil production in October last year.
nb: Oljeproduksjonen ligg 0,5 prosent under produksjonen i oktober i fjor.

source: The total volume is 10.3 MSm3 o.e. higher than for the same period in 2014.
nb: Totalvolumet er 10,3 MSm3 o.e. høgare enn i 2014.

source: Final production figures from September 2015 show an average daily production of about 1.539 million barrels of oil, 0.322 million barrels of NGL and condensate and a total of 9.3 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for september 2015 viser ein gjennomsnittleg dagsproduksjon på om lag 1,539 millionar fat olje, 0,322 millionar fat NGL og kondensat og totalt 9,3 GSm3 gass for sal.

source: Total gas sales were about 9.3 billion Sm3, which is 0.3 GSm3 less than previous month.
nb: Det totale gass salet var 9,3 milliardar standard kubikkmeter (GSm3), dette er 0,3 GSm3 mindre enn månaden før.

source: The average daily liquid production in September was: 1 543 000 barrels of oil, 279 000 barrels of NGL and 42 000 barrels of condensate.
nb: Væskeproduksjonen i september fordeler seg slik: 1 543 000 fat olje, 279 000 fat NGL og 42 000 fat kondensat i gjennomsnitt per dag.

source: The oil production is 4.8 percent above the oil production in September last year.
nb: Oljeproduksjonen ligg 4,8 prosent over produksjonen i september i fjor.

source: The oil production is about 12.0 percent above the NPD’s prognosis for the month.
nb: Oljeproduksjonen er ca 12,0 prosent over OD sin prognose for september 2015.

source: The total volume is 10.0 MSm3 o.e. higher than for the same period in 2014.
nb: Totalvolumet er 10,0 MSm3 o.e. høgare enn i 2014.

source: Final production figures from August 2015 show an average daily production of about 1.556 million barrels of oil, 0.365 million barrels of NGL and condensate and a total of 9.6 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for august 2015 viser ein gjennomsnittleg dagsproduksjon på om lag 1,556 millionar fat olje, 0,365 millionar fat NGL og kondensat og totalt 9,6 GSm3 gass for sal.

source: Total gas sales were about 10.6 billion Sm3, which is 0.5 GSm3 less than previous month.
nb: Det totale gass salet var 10,6 milliardar standard kubikkmeter (GSm3), dette er 0,5 GSm3 mindre enn månaden før.

source: Oil production 2016
nb: Oljeproduksjon 2016

source: The average daily liquid production in February was: 1 619 000 barrels of oil, 395 000 barrels of NGL and 37 000 barrels of condensate.
nb: Væskeproduksjonen i februar fordeler seg slik: 1 619 000 fat olje, 395 000 fat NGL og 37 000 fat kondensat i gjennomsnitt per dag.

source: Liquid production 2016
nb: Væskeproduksjon 2015

source: Gas production 2016
nb: Gassproduksjon 2016

source: The total volume is 2.9 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 2,9 MSm3 o.e. høgare enn i 2015.

source: Final production figures from January 2016 show an average daily production of about 1.625 million barrels of oil, 0.413 million barrels of NGL and condensate and a total of 11.1 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for januar 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,625 millionar fat olje, 0,413 millionar fat NGL og kondensat og totalt 11,1 GSm3 gass for sal.

source: This is 20 000 barrels per day (about 1 percent) more than March 2016.
nb: 1 prosent) samanlikna med mars 2016.

source: Total gas sales were about 10.5 billion Sm3, which is 0.7 GSm3 less than previous month.
nb: Det totale gass salet var 10,5 milliardar standard kubikkmeter (GSm3), dette er 0,7 GSm3 mindre enn månaden før.

source: The average daily liquid production in April was: 1 625 000 barrels of oil, 374 000 barrels of NGL and 30 000 barrels of condensate.
nb: Væskeproduksjonen i april fordeler seg slik: 1 625 000 fat olje, 374 000 fat NGL og 30 000 fat kondensat i gjennomsnitt per dag.

source: The total volume is 6.6 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 6,6 MSm3 o.e. høgare enn i 2015.

source: Final production figures from March 2016 show an average daily production of about 1.606 million barrels of oil, 0.403 million barrels of NGL and condensate and a total of 11.2 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for mars 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,606 millionar fat olje, 0,403 millionar fat NGL og kondensat og totalt 11,2 GSm3 gass for sal.

source: Total gas sales were 8.1 billion Sm3 (GSm3), which is a decrease of 0.9 GSM3 from the previous month.
nb: Det totale gass salet var 8,1 milliardar standard kubikkmeter (GSm3), dette er 0,9 GSm3 mindre enn månaden før.

source: Average daily liquids production in August was: 1 558 000 barrels of oil, 337 000 barrels of NGL and 33 000 barrels of condensate.
nb: Væskeproduksjonen i august fordeler seg slik: 1 558 000 fat olje, 337 000 fat NGL og 33 000 fat kondensat i gjennomsnitt per dag.

source: Production is less than last month, but not as low as expected considering, among other things, that Kårstø was closed for maintenance and production on Goliat stopped at the end of the month.
nb: Produksjonen er mindre enn førre månad, men ikkje så låg som forventa blant anna sidan Kårstø var stengt for vedlikehald og produksjonen på Goliat blei stansa i slutten av månaden.

source: The total volume is 5.7 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 5,7 MSm3 o.e. høgare enn i 2015.

source: Final production figures from July 2016 show an average daily production of about 1.735 million barrels of oil, 0.396 million barrels of NGL and condensate and a total of 9.0 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for juli 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,735 millionar fat olje, 0,396 millionar fat NGL og kondensat og totalt 9,0 GSm3 gass for sal.

source: Total gas sales were about 11.1 billion Sm3, which is 0.1 GSm3 less than previous month.
nb: Det totale gass salet var 11,1 milliardar standard kubikkmeter (GSm3), dette er 0,1 GSm3 mindre enn månaden før.

source: The average daily liquid production in January was: 1 627 000 barrels of oil, 378 000 barrels of NGL and 32 000 barrels of condensate.
nb: Væskeproduksjonen i januar fordeler seg slik: 1 627 000 fat olje, 378 000 fat NGL og 32 000 fat kondensat i gjennomsnitt per dag.

source: The total volume is 1.4 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 1,4 MSm3 o.e. høgare enn i januar 2015.

source: Final production figures from December 2015 show an average daily production of about 1.635 million barrels of oil, 0.412 million barrels of NGL and condensate and a total of 11.2 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for desember 2015 viser ein gjennomsnittleg dagsproduksjon på om lag 1,635 millionar fat olje, 0,412 millionar fat NGL og kondensat og totalt 11,2 GSm3 gass for sal.

source: Oil Production was 1 728 000 barrels, and is the largest monthly oil production volume in five years (March 2011).
nb: Oljeproduksjonen er på 1 728 000 fat og det er den største oljeproduksjonen for ein månad på over fem år (mars 2011).

source: Total gas sales were 9.1 billion Sm3 (GSm3), which is an increase of 0.9 GSM3 from the previous month.
nb: Det totale gass salet var 9,1 milliardar standard kubikkmeter (GSm3), dette er 0,9 GSm3 meir enn månaden før.

source: Average daily liquids production in July was: 1 728 000 barrels of oil, 375 000 barrels of NGL and 33 000 barrels of condensate.
nb: Væskeproduksjonen i juli fordeler seg slik: 1 728 000 fat olje, 375 000 fat NGL og 33 000 fat kondensat i gjennomsnitt per dag.

source: ​The oil production is 10 percent above the oil production in July last year and is nine percent above the NPD’s prognosis for July 2016.
nb: Oljeproduksjonen ligg ti prosent over produksjonen i juli i fjor og er ni prosent over OD sin prognose for juli 2016.

source: It is usual with somewhat of a decrease in production in June because of some fields being closed for maintenance.
nb: Det er vanleg med noe redusert produksjon i juni pga at noen felt ofte stenger for vedlikehald.

source: The high level of production in July is due to many fields producing above prognosis, and because Goliat is now contributing considerably and is the fourth largest oil producer in July.
nb: Årsakene til den høye produksjonen i juli er at mange felt produserer over forventning, og at Goliat nå bidrar betydelig og er den fjerde største oljeprodusenten denne månaden.

source: The total volume is 7.3 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 7,3 MSm3 o.e. høgare enn på same tid i 2015.

source: Final production figures from June 2016 show an average daily production of about 1.449 million barrels of oil, 0.365 million barrels of NGL and condensate and a total of 8.2 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for juni 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,449 millionar fat olje, 0,365 millionar fat NGL og kondensat og totalt 8,2 GSm3 gass for sal.

source: The drilling programme for wellbores 34/8-13 A and 34/8-13 S concerns the drilling of appraisal wells in production licence 120.
nb: Boreprogrammet for brønnbanene 34/8-13 A og 34/8-13 S gjelder boring av avgrensningsbrønner i utvinningstillatelse 120.

source: The wells will be drilled from the drilling facility Scarabeo 5 at position 61°24´14.8” North and 02°34´50.0” East.
nb: Brønnene skal bores fra boreinnretningen Scarabeo 5 i posisjon 61°24´14,8” Nord og 02°34´50,0” Øst.

source: The area in this permit consists of block 34/8 in the North Sea.
nb: Arealet i denne tillatelsen består av blokk 34/8 i Nordsjøen.

source: The Visund field is located in this block.
nb: Visundfeltet ligger i denne blokken.

source: StatoilHydro ASA is the operator, with an interest of 59.06 per cent.
nb: StatoilHydro ASA er operatør med 59.06 prosent eierandel.

source: The other licensees are Petoro AS (16.94 per cent), ConocoPhillips Skandinavia AS (13 per cent) and Total E&P Norge AS (11 per cent).
nb: De andre rettighetshaverne er Petoro AS med 16,94 prosent, ConocoPhillips Skandinavia AS med 13 prosent og Total E&P Norge AS med 11 prosent.

source: Total gas sales were about 8.2 billion Sm3, which is 1.4 GSm3 less than previous month.
nb: Det totale gass salet var 8,2 milliardar standard kubikkmeter (GSm3), dette er 1,4 GSm3 mindre enn månaden før.

source: The average daily liquid production in June was: 1 444 000 barrels of oil, 342 000 barrels of NGL and 34 000 barrels of condensate.
nb: Væskeproduksjonen i juni fordeler seg slik: 1 444 000 fat olje, 342 000 fat NGL og 34 000 fat kondensat i gjennomsnitt per dag.

source: The total volume is 7.0 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 7,0 MSm3 o.e. høgare enn i 2015.

source: Final production figures from May 2016 show an average daily production of about 1.568 million barrels of oil, 0.392 million barrels of NGL and condensate and a total of 9.6 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for mai 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,568 millionar fat olje, 0,392 millionar fat NGL og kondensat og totalt 9,6 GSm3 gass for sal.

source: Total gas sales were about 11.2 billion Sm3, which is 0.7 GSm3 more than previous month.
nb: Det totale gass salet var 11,2 milliardar standard kubikkmeter (GSm3), dette er 0,7 GSm3 meir enn månaden før.

source: The average daily liquid production in March was: 1 594 000 barrels of oil, 382 000 barrels of NGL and 36 000 barrels of condensate.
nb: Væskeproduksjonen i mars fordeler seg slik: 1 594 000 fat olje, 382 000 fat NGL og 36 000 fat kondensat i gjennomsnitt per dag.

source: The oil production is about 0.5 percent above the NPD’s prognosis for the month.
nb: Oljeproduksjonen er ca 0,5 prosent over OD sin prognose for mars 2016.

source: The total volume is 3.6 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 3,6 MSm3 o.e. høgare enn i 2015.

source: Final production figures from February 2016 show an average daily production of about 1.626 million barrels of oil, 0.436 million barrels of NGL and condensate and a total of 10.5 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for februar 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,626 millionar fat olje, 0,436 millionar fat NGL og kondensat og totalt 10,5 GSm3 gass for sal.

source: Strengthening bilateral assistance to countries which want Norwegian oil and gas expertise is supplemented by an emphasis on good governance and transparency in petroleum administration.
nb: Norske fag- og forvaltingsmiljø med relevant røynsle og kompetanse vil bli trekte inn i arbeidet, mellom anna Oljedirektoratet, Petrad og INTSOK.

source: Its remit is to help ensure proper management of aid funds as well as quality assurance and evaluation of Norway’s development cooperation activities.
nb: Norad skal bidra til effektiv forvalting av bistandsmidlar og sørgje for at det norske utviklingssamarbeidet blir kvalitetssikra og evaluert.

source: Intended to be an innovative specialist in the fight against poverty, the agency cooperates closely with national and international bodies.
nb: Norad skal vere det nytenkande fagmiljøet i Noreg i kampen mot fattigdom og samarbeide nært med nasjonale og internasjonale fagmiljø.

source: It finances, colla borates with and is informed about organisations, institutions and companies.
nb: Etaten skal finansiere, samarbeide med og ha kunnskap om organisasjonar, institusjonar og bedrifter.

source: Combining organisational knowledge with professional advice is intended to improve Norad’s services through greater access to experience.
nb: Kopling av organisasjonskunnskap og fagleg rådgjeving skal bidra til å heve nivået på tenestene til Norad gjennom auka tilfang av erfaringar.

source: Its Norwegian partners include aid and humanitarian organisations, companies, unions, cultural bodies, academic communities, government agencies and institutions.
nb: Dei norske samarbeidspartnerane til Norad er bistands- og humanitære organisasjonar, bedrifter, fagforeiningar, kulturmiljø, forskingsmiljø, ambassadar, statlege etatar og institusjonar.

source: Total gas sales were about 9.7 billion Sm3, which is 0.7 GSm3 less than previous month.
nb: Det totale gass salet var 9,7 milliardar standard kubikkmeter (GSm3), dette er 0,7 GSm3 mindre enn månaden før.

source: The average daily liquid production in May was: 1 549 000 barrels of oil, 360 000 barrels of NGL and 35 000 barrels of condensate.
nb: Væskeproduksjonen i mai fordeler seg slik: 1 549 000 fat olje, 360 000 fat NGL og 35 000 fat kondensat i gjennomsnitt per dag.

source: The total volume is 7.8 MSm3 o.e. higher than in 2015.
nb: Totalvolumet er 7,8 MSm3 o.e. høgare enn i 2015.

source: Final production figures from April 2016 show an average daily production of about 1.634 million barrels of oil, 0.398 million barrels of NGL and condensate and a total of 10.4 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for april 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,634 millionar fat olje, 0,398 millionar fat NGL og kondensat og totalt 10,4 GSm3 gass for sal.

source: Total gas sales were 6.4 billion Sm3 (GSm3), which is a decrease of 1.6 GSM3 from the previous month.
nb: Det totale gass salet var 6,4 milliardar standard kubikkmeter (GSm3), dette er 1,6 GSm3 mindre enn månaden før.

source: Average daily liquids production in September was: 1 375 000 barrels of oil, 186 000 barrels of NGL and 30 000 barrels of condensate.
nb: Væskeproduksjonen i september fordeler seg slik: 1 375 000 fat olje, 186 000 fat NGL og 30 000 fat kondensat i gjennomsnitt per dag.

source: Production is less than last month and the main reason for this is that several fields were closed for maintenance.
nb: Produksjonen er mindre enn førre månad og skyldas blant anna at fleire felt har vært stengt for vedlikehald.

source: Production on Goliat started again on the 27th September.
nb: Produksjonen på Goliat starta igjen den 27 september.

source: Final production figures from August 2016 show an average daily production of about 1.572 million barrels of oil, 0.364 million barrels of NGL and condensate and a total of 8.0 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for august 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,572 millionar fat olje, 0,364 millionar fat NGL og kondensat og totalt 8,0 GSm3 gass for sal.

source: Total gas sales were 10.4 billion Sm3 (GSm3), which is a decrease of 0.1 GSM3 from the previous month.
nb: Det totale gass salet var 10,4 milliardar standard kubikkmeter (GSm3), dette er 0,1 GSm3 mindre enn månaden før.

source: Oil production 2017
nb: Oljeproduksjon 2017

source: Average daily liquids production in August was: 1 548 000 barrels of oil, 340 000 barrels of NGL and 30 000 barrels of condensate.
nb: Væskeproduksjonen i august fordeler seg slik: 1 548 000 fat olje, 340 000 fat NGL og 30 000 fat kondensat i gjennomsnitt per dag.

source: Production remains at the same level as in July.
nb: Produksjonen holder seg på samme nivå som i juli.

source: Gas production is also in August above the forecast.
nb: Gassproduksjonen ligger også i august over prognosen.

source: Liquid production 2017
nb: Væskeproduksjon 2017

source: Gas production 2017
nb: Gassproduksjon 2017

source: The total volume is 4.0 MSm3 o.e. higher than in 2016.
nb: Totalvolumet er 4,0 MSm3 o.e. høgare enn i 2016.

source: Final production figures from July 2017 show an average daily production of about 1.598 million barrels of oil, 0.361 million barrels of NGL and condensate and a total of 10.5 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for juli 2017 viser ein gjennomsnittleg dagsproduksjon på om lag 1,598 millionar fat olje, 0,361 millionar fat NGL og kondensat og totalt 10,5 GSm3 gass for sal.

source: Total gas sales were about 11.6 billion Sm3, which is 0.9 GSm3 more than previous month.
nb: Det totale gass salet var 11,6 milliardar standard kubikkmeter (GSm3), dette er 0,9 GSm3 meir enn månaden før.

source: The average daily liquid production in January was: 1 613 000 barrels of oil, 378 000 barrels of NGL and 33 000 barrels of condensate.
nb: Væskeproduksjonen i januar fordeler seg slik: 1 613 000 fat olje, 378 000 fat NGL og 33 000 fat kondensat i gjennomsnitt per dag.

source: The oil production is about 0.3 percent below the NPD’s prognosis for the month.
nb: Oljeproduksjonen er ca 0,3 prosent under OD sin prognose for januar 2017.

source: The total petroleum production in January is about 21.6 million Sm3 oil equivalents (MSm3 o.e.), broken down as follows: about 8.0 MSm3 o.e. of oil, about 2.0 MSm3 o.e. of NGL and condensate and about 11.6 MSm3 o.e. of gas for sale.
nb: Av dette er om lag 8,0 MSm3 o.e olje, om lag 2,0 MSm3 o.e NGL og kondensat, og det er selt om lag 11,6 MSm3 o.e gass.

source: The total volume is 0.4 MSm3 o.e. higher than in 2016.
nb: Totalvolumet er 0,4 MSm3 o.e. høgare enn i januar 2016.

source: Final production figures from December 2016 show an average daily production of about 1.682 million barrels of oil, 0.384 million barrels of NGL and condensate and a total of 10.7 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for desember 2016 viser ein gjennomsnittleg dagsproduksjon på om lag 1,682 millionar fat olje, 0,384 millionar fat NGL og kondensat og totalt 10,7 GSm3 gass for sal.

source: Wellbore 35/12-2 will be drilled from the drilling facility Songa Delta at position 61º 09’ 59.656’ North and 03º 40’ 13.340’’ East, after conclusion of well 30/8-A-21 AH for StatoilHydro Petroleum AS in production licence 190.
nb: Brønnbane 35/12-2 skal bores fra boreinnretningen Songa Delta i posisjon 61º 09’ 59,656’’ Nord og 03º 40’ 13,340’’ Øst, etter avslutning av brønn 30/8-A-21 AH for StatoilHydro Petroleum AS i utvinningstillatelse 190.

source: The drilling program for wellbore 35/12-2 applies to drilling of a wildcat well in production licence 378.
nb: Boreprogrammet for brønnbane 35/12-2 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 378.

source: Wintershall Norge ASA is the operator with a 40% ownership interest.
nb: Wintershall Norge ASA er operatør med 40 prosent eierandel.

source: Other licensees are Premier Oil Norge AS, Norwegian Energy Company ASA and Spring Energy Norway AS each with a 20% interest.
nb: Øvrige rettighetshavere er Premier Oil Norge AS, Norwegian Energy Company ASA, Spring Energy Norway AS med en 20 prosentandel hver.

source: The area in this production licence consists of parts of block 35/12, as well as the western section of 36/10.
nb: Arealet i denne tillatelsen består av deler av blokk 35/12, samt vestlig del av 36/10.

source: Contact in the NPD: Eldbjørg Vaage Melberg, Tel.
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tel.

source: Total gas sales were 10.6 billion Sm3 (GSm3), which is an increase of 2.0 GSM3 from the previous month and is higher than ever for the month of July.
nb: Det totale gass salet var 10,6 milliardar standard kubikkmeter (GSm3), dette er 2,0 GSm3 meir enn månaden før og er høyere enn nokon gang for juli månad.

source: Average daily liquids production in July was: 1 622 000 barrels of oil, 346 000 barrels of NGL and 32 000 barrels of condensate.
nb: Væskeproduksjonen i juli fordeler seg slik: 1 622 000 fat olje, 346 000 fat NGL og 32 000 fat kondensat i gjennomsnitt per dag.

source: The total volume is 2.1 MSm3 o.e. higher than in 2016.
nb: Totalvolumet er 2,1 MSm3 o.e. høgare enn i 2016.

source: Final production figures from June 2017 show an average daily production of about 1.570 million barrels of oil, 0.337 million barrels of NGL and condensate and a total of 8.6 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for juni 2017 viser ein gjennomsnittleg dagsproduksjon på om lag 1,570 millionar fat olje, 0,337 millionar fat NGL og kondensat og totalt 8,6 GSm3 gass for sal.

source: Total gas sales were 8.6 billion Sm3 (GSm3), which is a decrease of 0.5 GSM3 from the previous month.
nb: Det totale gassalet var 8,6 milliardar standard kubikkmeter (GSm3), dette er 0,5 GSm3 mindre enn månaden før.

source: Average daily liquids production in June was: 1 554 000 barrels of oil, 307 000 barrels of NGL and 24 000 barrels of condensate.
nb: Væskeproduksjonen i juni fordeler seg slik: 1 554 000 fat olje, 307 000 fat NGL og 24 000 fat kondensat i gjennomsnitt per dag.

source: The total volume is 1.1 MSm3 o.e. higher than in 2016.
nb: Totalvolumet er 1,1 MSm3 o.e. høgare enn i 2016.

source: Final production figures from May 2017 show an average daily production of about 1.635 million barrels of oil, 0.365 million barrels of NGL and condensate and a total of 9.1 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for mai 2017 viser ein gjennomsnittleg dagsproduksjon på om lag 1,635 millionar fat olje, 0,365 millionar fat NGL og kondensat og totalt 9,1 GSm3 gass for sal.
